Revit 2027 API
DuctFittingAndAccessoryPressureDropUIDataItem Properties
The DuctFittingAndAccessoryPressureDropUIDataItem type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DuctFittingAndAccessoryPressureDropUIDataItem Class
Autodesk.Revit.UI.Mechanical Namespace